{"graph": {"nodes": [{"id": "body", "color_label": 1, "size": 7, "original_thoughts": ["Our brains have Administrator access to our body, not root.", "Sleeping is like recharging your body, but mysticly without requiring external recources.", "Since you can not control all the function of your body (heartbeat, kidney pump), you do not have administrative access to your own body.", "Walking your guests to the door is really just making sure they leave your house.", "Your body doesn’t trust you to control it’s most important functions", "Our brains have Administrator access to our body, not root.", "Sleeping is like recharging your body, but mysticly without requiring external recources."], "highlight": false}, {"id": "make", "color_label": 1, "size": 12, "original_thoughts": ["The quote thick as thieves\" doesn’t make a whole lot of sense", "It's not that we don't have any love to give; but rather the expected lack of reciprocation due to society \"standards\" that makes most of us rather avoid the supposed \"vulnerability\".", "Being the SO of a superhero is one of the most dangerous things you can be", "Having someone tell you that they will do everything in their power to make you comfortable is awesome news, unless you have cancer.", "‘With all due respect’ is an aristocrat’s ‘No offence but...’", "Receiving something \"on the house\" feels better than receiving something for \"free\".", "If it was mandatory to walk to the right after accidentally walking into somebody it would save people the embarrassment of continuously walking into each other.", "Warm and open: good traits for a personality, bad traits for a beer you find sitting on the counter.", "The quote thick as thieves\" doesn’t make a whole lot of sense", "It's not that we don't have any love to give; but rather the expected lack of reciprocation due to society \"standards\" that makes most of us rather avoid the supposed \"vulnerability\".", "Being the SO of a superhero is one of the most dangerous things you can be", "Having someone tell you that they will do everything in their power to make you comfortable is awesome news, unless you have cancer."], "highlight": false}, {"id": "penny", "color_label": 1, "size": 6, "original_thoughts": ["The only thing that stops rapes 100% of the time is consent.", "If you pay for the prostitute with the lowest rates, you're literally getting the most bang for your buck", "The entire point of pennies is to avoid getting more pennies during a transaction.", "The only thing that stops rapes 100% of the time is consent.", "If you pay for the prostitute with the lowest rates, you're literally getting the most bang for your buck", "The entire point of pennies is to avoid getting more pennies during a transaction."], "highlight": false}, {"id": "stupidity", "color_label": 1, "size": 3, "original_thoughts": ["Homeopathy is an attempt to defeat a disease with stupidity.", "Saying you have hypochondria is proof that you have hypochondria.", "Homeopathy is an attempt to defeat a disease with stupidity."], "highlight": false}, {"id": "vampires", "color_label": 1, "size": 5, "original_thoughts": ["A 100% effective anti-aging beauty product would lead to very creepy scenarios.", "Vampires were just people in the middle ages with anemia and a kink", "Getting pregnant is the most extreme form of body modification", "Vampires must be pretty thankful for the rise of 24 hour gyms", "A 100% effective anti-aging beauty product would lead to very creepy scenarios."], "highlight": false}, {"id": "trait", "color_label": 1, "size": 1, "original_thoughts": ["Warm and open: good traits for a personality, bad traits for a beer you find sitting on the counter."], "highlight": false}, {"id": "thief", "color_label": 1, "size": 2, "original_thoughts": ["The quote thick as thieves\" doesn’t make a whole lot of sense", "The quote thick as thieves\" doesn’t make a whole lot of sense"], "highlight": false}, {"id": "walking", "color_label": 1, "size": 3, "original_thoughts": ["Being the SO of a superhero is one of the most dangerous things you can be", "If it was mandatory to walk to the right after accidentally walking into somebody it would save people the embarrassment of continuously walking into each other.", "Being the SO of a superhero is one of the most dangerous things you can be"], "highlight": false}, {"id": "vulnerability", "color_label": 1, "size": 4, "original_thoughts": ["It's not that we don't have any love to give; but rather the expected lack of reciprocation due to society \"standards\" that makes most of us rather avoid the supposed \"vulnerability\".", "‘With all due respect’ is an aristocrat’s ‘No offence but...’", "Receiving something \"on the house\" feels better than receiving something for \"free\".", "It's not that we don't have any love to give; but rather the expected lack of reciprocation due to society \"standards\" that makes most of us rather avoid the supposed \"vulnerability\"."], "highlight": false}, {"id": "unless", "color_label": 1, "size": 2, "original_thoughts": ["Having someone tell you that they will do everything in their power to make you comfortable is awesome news, unless you have cancer.", "Having someone tell you that they will do everything in their power to make you comfortable is awesome news, unless you have cancer."], "highlight": false}, {"id": "time", "color_label": 2, "size": 32, "original_thoughts": ["When we are timing a race with a stopwatch, we start at 0. When we are timing a race with our head, we start at 1.", "The closer you live to your job, the more likely you are to be late.", "Saying you’re from \"The ATL\" or \"The MIA\" takes longer than saying that you’re from Atlanta or Miami.", "It’s some peoples job to keep six-year-olds seated for an hour and a half, and they’re wildly successful", "Different people have listened to different songs more times than any else alive and they don't even know it.", "Prisons deprive people of space and time", "feeling sad and happy at the same time.", "Sleep is just a concept.", "My attention span keeps shrinking.", "maybe i should get my life together. how can i do this? time management is hard", "Is time my friend or enemy? If time were being stolen bit by bit", "If keyboards had braille signs on them, we would all unconsciously learn it over time.", "If textbooks were written like story books then we would learn easier and quicker.", "When you fall asleep on the bus it's irl fast travel", "Feeling time go faster when you're having fun is basicly your brain focusing in other things more important than keeping a regular framerate of life.", "Time tends to slow down when you pay attention to it", "If it takes 10000 hours to be an expert at something, when you turn 1 year and 52 days old you will technically be an expert at life", "It pays off more to take longer to get your work done than it does to get your work done early. No one respects the person that gets their work done early vs the one that stays late.", "Running at the speed of the Marathon World Record it would take 80 days, and a little over 5 and a half hours to run around the Equator. Literally, Around the World in 80 Days.", "Sometimes you listen to an entire song just for one split second note", "One day new satellites may pass the old ones because they will be faster, they might even catch up to the voyager probe", "We say \"Saturday Night\" etc instead of \"Saturnight\"", "There’s no worse walk of shame than being pulled over, getting a ticket, and having to drive away slowly while the cop follows you", "1975 to 1991 is the same amount of time as 2003 to 2019", "Music can make you feel so cool yet look so dumb at the exact same time", "By the time someone offers to make a long story short, it's always too late.", "When we are timing a race with a stopwatch, we start at 0. When we are timing a race with our head, we start at 1.", "The closer you live to your job, the more likely you are to be late.", "Saying you’re from \"The ATL\" or \"The MIA\" takes longer than saying that you’re from Atlanta or Miami.", "It’s some peoples job to keep six-year-olds seated for an hour and a half, and they’re wildly successful", "Different people have listened to different songs more times than any else alive and they don't even know it.", "Prisons deprive people of space and time"], "highlight": false}, {"id": "day", "color_label": 2, "size": 12, "original_thoughts": ["Tell a stubborn person how to get something done so they can do it to prove you wrong but then it ends up working.", "Programming is the act of writing computer software and errors simultaneously", "Waiting till the last day to do an assignment every time is like dumping all responsibility to your future self", "submitting a new homework", "Do things work the second time?", "Code never works the first time", "Everyone wishes they had days where they had nothing to do, but when they get those days they wish they had something to do.", "Your brain tries to compute information to predict the future to keep you prepared. Premonition might just be a result of accidentally having just enough information and computing power to predict the future.", "Every day in April of next year will be 4-20 (mm-yy).", "Tell a stubborn person how to get something done so they can do it to prove you wrong but then it ends up working.", "Programming is the act of writing computer software and errors simultaneously", "Waiting till the last day to do an assignment every time is like dumping all responsibility to your future self"], "highlight": false}, {"id": "die", "color_label": 2, "size": 4, "original_thoughts": ["If you buy one coffee a day it becomes a bigger expense to you than car registration", "People who thank ATM machines will be the last to die when the machines rise up.", "Cigarette companies would make more money by making healthier products because their customers wouldn't die as fast", "Rick rolls will continue to make Rick Astley money for a very long time"], "highlight": false}, {"id": "exist", "color_label": 2, "size": 4, "original_thoughts": ["No finer job offers and business propositions exist than the ones residing in our junk folders.", "Pockets are the closest thing we have to an inventory slot", ".dom-otua gnissap-yb elpoep tsuj si bus erogeltit eht fo %09", "No finer job offers and business propositions exist than the ones residing in our junk folders."], "highlight": false}, {"id": "year", "color_label": 2, "size": 2, "original_thoughts": ["In all the years of it's existence, the 'Are you sure you want to quit without saving?' dialog box probably saved many from becoming depressed.", "In all the years of it's existence, the 'Are you sure you want to quit without saving?' dialog box probably saved many from becoming depressed."], "highlight": false}, {"id": "amazon", "color_label": 2, "size": 5, "original_thoughts": ["oops I left my charger somewhere again", "Amazon's most shipped item is a cardboard box.", "Amazon delivers the Amazon rainforest to customers one cardboard box at a time", "The more excited you are waiting for a package, the more it's delivery shall be delayed", "The board games Trouble and Sorry are the same thing, but for 2 different kinds of people."], "highlight": false}, {"id": "life", "color_label": 3, "size": 5, "original_thoughts": ["All humans shitting themselves when they get scared can probably be traced back to a single fluke incident where that actually saved someone's/something's life.", "Accidentally dropping a pebble you've been kicking on your way home in the sewers was one of the biggest heartbreaks during childhood.", "At least one user die every day and we don't know it.", "Everyone has, at some point or the other in his/her childhood, waited to scare someone but left because that person was taking too much time to come.", "All humans shitting themselves when they get scared can probably be traced back to a single fluke incident where that actually saved someone's/something's life."], "highlight": false}, {"id": "human", "color_label": 3, "size": 5, "original_thoughts": ["The first human that died missed a lot of human history.", "Future Archaeologists Will Find Two Weird Silicon Balls On The Chest Of Buried Women And Think It's Some Weird Funerary Ritual", "\"Asking for a friend\" is the least believed sentence in the entire history of humanity.", "Since birds are dinosaurs and asteroids are stones, the Chicxulub Impact killed billions of birds with one stone.", "The first human that died missed a lot of human history."], "highlight": false}, {"id": "planet", "color_label": 3, "size": 7, "original_thoughts": ["There are 8billion people on the planet but we still only talk to about 100 frequently.", "Somewhere in the world must be the dumbest person on the planet and there is no way we can find it out.", "The Queen of England is one of the most known and unknown people on this planet.", "how much does the planet weigh", "There are 8billion people on the planet but we still only talk to about 100 frequently.", "Somewhere in the world must be the dumbest person on the planet and there is no way we can find it out.", "The Queen of England is one of the most known and unknown people on this planet."], "highlight": false}, {"id": "battery", "color_label": 3, "size": 3, "original_thoughts": ["Electric cars probably would have been adopted a lot sooner if they standardized the battery sizes, and made them easily removable, like forklift batteries.", "Electric cars probably would have been adopted a lot sooner if they standardized the battery sizes, and made them easily removable, like forklift batteries.", "Electric cars probably would have been adopted a lot sooner if they standardized the battery sizes, and made them easily removable, like forklift batteries."], "highlight": false}, {"id": "plural", "color_label": 3, "size": 2, "original_thoughts": ["There is a plural form of one (We are the only ones left)", "There is a plural form of one (We are the only ones left)"], "highlight": false}, {"id": "stuff", "color_label": 3, "size": 2, "original_thoughts": ["We’re exploring space and stuff but haven’t even explored more than 10% of our oceans yet", "We’re exploring space and stuff but haven’t even explored more than 10% of our oceans yet"], "highlight": false}, {"id": "earth", "color_label": 3, "size": 5, "original_thoughts": ["As humans colonize other planets, we will eventually have to add Earth\" to the end of our physical address\"", "Dr. Strange is the only superhero in the MCU that only a very few amount of beings in that universe even know exists. And the only one that has singlehandedly saved Earth with practically nobody being aware of it", "Once we colonise Mars, there will be \"Earth Truthers\" claiming that humans never came from earth and that earth never existed.", "People are asking how can antman breath since he's smaller than a molecule but they never ask about how they travel through time", "There was a point in your life where every cat on earth was older than you"], "highlight": false}, {"id": "alien", "color_label": 3, "size": 7, "original_thoughts": ["There have been so many UFO sightings in recent times because they're taking cool looking species before we make them all extinct", "Science and religion can actually be compatible.", "Bold of us to assume that intelligent alien life will look even remotely humanoid and not like some sort of jellyfish-centipede abomination", "If someone actually saw aliens, they wouldn't tell anyone because nobody believes them.", "If we have conspiracy theories about governments covering up aliens, alien races might have similar conspiracies about their governments.", "If aliens have developed sci-fi culture, it's not unlikely that some of their alien designs look like us", "There have been so many UFO sightings in recent times because they're taking cool looking species before we make them all extinct"], "highlight": false}, {"id": "ago", "color_label": 3, "size": 5, "original_thoughts": ["Regardless of whether a photon was emitted a split second ago from a flame or billions of years ago from a star, our eyes + brain still interpret it in the same way. Mother Nature- Queen of version control.", "what even is the point of thinking deeply if people can think quickly and broadly", "are other peoples perceptions of me consistent with my perception of myself", "Because there was no light pollution, anytime before 200 years ago, the sky must have looked incredible.", "Regardless of whether a photon was emitted a split second ago from a flame or billions of years ago from a star, our eyes + brain still interpret it in the same way. Mother Nature- Queen of version control."], "highlight": false}, {"id": "romantic", "color_label": 3, "size": 1, "original_thoughts": ["why is there so much discourse around optimizing romantic relationships but very little in comparison around finding / developing best friendships if both are intimate interpersonal connections"], "highlight": false}, {"id": "world", "color_label": 3, "size": 2, "original_thoughts": ["There exists so much variation in the world.", "Sliced bread had such an impact on the world that we constantly compare everything else to it."], "highlight": false}, {"id": "technology", "color_label": 3, "size": 6, "original_thoughts": ["If Neanderthals had evolved (in terms of technology) as fast as we have in 21st century we would have exponentially more knowledge of the universe as we currently do.", "Trillionaires do exist, just in other currencies", "Futurologists of fifty years ago would not understand why we, who possess the videophone technology they dreamed of, instead prefer to send all-consonant virtual telegrams with our thumbs.", "We always talk to each other about how cool the future will be but forget about the fact that we are fighting just to have a future.", "We've always been taught that delayed gratification makes us more likely to become successful in life. At the same time, large, incredibly successful corporations that are destroying our planet actually strive for immediate rewards.", "If Neanderthals had evolved (in terms of technology) as fast as we have in 21st century we would have exponentially more knowledge of the universe as we currently do."], "highlight": false}, {"id": "spend", "color_label": 3, "size": 1, "original_thoughts": ["Future generations will complain about how easy we had it for only having to spend $1,000,000 on a house."], "highlight": false}, {"id": "tree", "color_label": 3, "size": 1, "original_thoughts": ["You can often tell the age of a building by the size of the trees in its landscaping."], "highlight": false}, {"id": "round", "color_label": 3, "size": 2, "original_thoughts": ["Why am I so stressed about coursework and getting a job when I am merely 1 of billions of tiny humans existing on a round rock in an infinite sea of round rocks, floating in an infinite expanse of space?", "People have a finite number of friends."], "highlight": false}, {"id": "internet", "color_label": 3, "size": 4, "original_thoughts": ["We all blindly accept the claim that Google found millions of search results every time", "Despite the fact that the internet is unimaginable huge. We mostly only frequent the same handful of websites.", "We live in a rare window in history where Millennials and Gen Z are jerking off to each other on the internet", "We have a finite amount of time, yet we actively look for ways to waste it."], "highlight": false}, {"id": "dog", "color_label": 4, "size": 9, "original_thoughts": ["If humans greeted each other the way dogs do, sex wouldn’t be so taboo", "How weird would it be if we licked ourselves like dogs do...", "If humans weren't the dominant species and dogs ruled the earth would dogs dress up like humans the way furrys dress up like dogs", "In real life Cinderella would've been really creepy and gross, dressed in dirty rags, talking to mice and knitting them clothes", "Dogs must be confused when we tell them not to sniff around poo but then we pick it up and carry it around with us", "Putting a \"support animal\" harness / label on an ordinary dog is like a beggar dressing up in military attire.", "If humans greeted each other the way dogs do, sex wouldn’t be so taboo", "How weird would it be if we licked ourselves like dogs do...", "If humans weren't the dominant species and dogs ruled the earth would dogs dress up like humans the way furrys dress up like dogs"], "highlight": false}, {"id": "sandbox", "color_label": 4, "size": 2, "original_thoughts": ["Cats with healthy digestive systems also craft in a sandbox environment.", "Cats with healthy digestive systems also craft in a sandbox environment."], "highlight": false}, {"id": "cat", "color_label": 4, "size": 6, "original_thoughts": ["The more a cat doesn’t want to be petted, the more you want to pet it", "It's weird that we have pets.", "cats and dogs are equal.", "how many other dogs does the average pet dog know", "Team Rocket is always after Ash's Pikachu. Meowth is a cat and Pikachu is a mouse. Cat and mouse.", "The more a cat doesn’t want to be petted, the more you want to pet it"], "highlight": false}, {"id": "like", "color_label": 4, "size": 17, "original_thoughts": ["The word seniors sounds an awful lot like \"seen years.\"", "Adding \"The Iron\" to a common noun is the easiest way to make something sound cool", "colors are technically infinite.", "why do people’s handwriting styles develop so differently", "how do you write a sentence without it sounding like the same sentence you just wrote", "How is it possible that meet the Robinson’s", "how did I think in my head before I learned to read quietly like did I not have an internal monologue", "People need to stop resisting going grey. If everyone lets it happen naturally, everyone will feel less odd about it.", "The word \"Wholesome\" looks like an oxymoron", "We may all be seeing different colors but all taught the same word.", "wht wld lf b lk wtht vwls", "Crayola could make faulty white crayons and most people would never know.", "You might die with a different accent to what you have now", "If you make up a random word, many people probably already said it.", "People with cool accents probably doesn't realize how cool their accents are.", "The word seniors sounds an awful lot like \"seen years.\"", "Adding \"The Iron\" to a common noun is the easiest way to make something sound cool"], "highlight": false}, {"id": "people", "color_label": 5, "size": 8, "original_thoughts": ["The toilet is like any other chair. Why don't people sit back while they use it.", "Toilets have refractory periods.", "The restroom is probably the last place you'd want to take some rest", "People will shave, wax, and bleach their genitals and assholes to be more appealing, but still won't wash their hands after using the toilet.", "Tall men need more accuracy for peeing while standing.", "The toilet is like any other chair. Why don't people sit back while they use it.", "Toilets have refractory periods.", "The restroom is probably the last place you'd want to take some rest"], "highlight": false}, {"id": "phone", "color_label": 5, "size": 6, "original_thoughts": ["People who laugh at children for not being able to use a rotary phone probably couldn't explain how to use common household items from before their time either.", "Kids nowadays won't really know how to answer a phone that isn't a personal cellphone", "We used to pick up the phone wondering who's calling, now we refuse to pick up the phone because we don't know who's calling.", "Kids today don't understand why adults would think a banana looks like a phone", "People who laugh at children for not being able to use a rotary phone probably couldn't explain how to use common household items from before their time either.", "Kids nowadays won't really know how to answer a phone that isn't a personal cellphone"], "highlight": false}, {"id": "hard", "color_label": 5, "size": 3, "original_thoughts": ["school is hard.", "Life is hard for everyone.", "Harvard kids are hard on themselves."], "highlight": false}, {"id": "funny", "color_label": 5, "size": 9, "original_thoughts": ["r funny is one of the least funny pages on here", "who invented gum and why?", "Reddit can be problematic", "As a mother, there's a very high chance you've been mentioned by your kid or their friends in a Yo Mamma joke.", "Either Anonymous is about to do something really big, or they were just kids who turned into parents and are too busy now.", "Your mom has probably seen your butthole more times than you have.", "The bear parents in Goldilocks were probably having relationship issues hence the separate beds.", "r funny is one of the least funny pages on here", "Reddit is dangerous"], "highlight": false}, {"id": "scared", "color_label": 5, "size": 2, "original_thoughts": ["Most times when someone is scared of being alone it’s because they are scared that they aren’t going to be alone", "Most times when someone is scared of being alone it’s because they are scared that they aren’t going to be alone"], "highlight": false}, {"id": "kid", "color_label": 5, "size": 4, "original_thoughts": ["Depending on the drug, amount and type of trip, getting stoned can make you feel like a baby being born, a toddler discovering new things, a kid at peak energy, a horny teenager, an adult resting on a holiday, an elder senile person or an ancient enlightened being who lived much and knows all.", "Internet Trolls are like neglected kids. They think getting in trouble will give them attention.", "As a kid, you liked Mr Bean for his antics. As an adult, you liked Mr Bean for the fact that he can always find joy in his life.", "The movie Brave taught a whole generation of kids the exact wrong thing about Wisps."], "highlight": false}, {"id": "reading", "color_label": 5, "size": 4, "original_thoughts": ["Schools encourage reading, even though they stop kids from reading by giving reading bad connotations, like textbooks", "It's strange that typing stopped being taught in schools at the same time that more, and more people spend time on a keyboard.", "Modern schooling systems promote not treating students as individuals.", "Schools encourage reading, even though they stop kids from reading by giving reading bad connotations, like textbooks"], "highlight": false}, {"id": "younger", "color_label": 5, "size": 2, "original_thoughts": ["People learning a new language probably know more about grammar rules and terms than native speakers", "You are younger at the start of this sentence"], "highlight": false}, {"id": "text", "color_label": 5, "size": 1, "original_thoughts": ["Someone probably saw one of your text messages while they were masturbating."], "highlight": false}, {"id": "unique", "color_label": 5, "size": 2, "original_thoughts": ["The people on Tinder who open up with \"hey\" are probably the normal ones who make a stable relationship/hookup, and the ones with unique pickup lines are actually insane and/or desperate", "The people on Tinder who open up with \"hey\" are probably the normal ones who make a stable relationship/hookup, and the ones with unique pickup lines are actually insane and/or desperate"], "highlight": false}, {"id": "school", "color_label": 5, "size": 3, "original_thoughts": ["There's a difference between your \"High School\" \"Friends\" and your \"High\" \"School Friends\"", "Having 18 y/o friends as a 13 y/o is cool, but having 13 y/o friends as an adult is very childish.", "There's a difference between your \"High School\" \"Friends\" and your \"High\" \"School Friends\""], "highlight": false}, {"id": "tell", "color_label": 5, "size": 2, "original_thoughts": ["Sometimes it’s hard to tell if someone is mentally challenged or if they were just homeschooled.", "Sometimes it’s hard to tell if someone is mentally challenged or if they were just homeschooled."], "highlight": false}, {"id": "significant", "color_label": 5, "size": 1, "original_thoughts": ["Significant part of kids who meet their idols are likely to die before adulthood."], "highlight": false}, {"id": "sorry", "color_label": 5, "size": 2, "original_thoughts": ["If someone finally 'breaks' you feel sorry for them; if someone finally 'snaps' for feel sorry for other people.", "If someone finally 'breaks' you feel sorry for them; if someone finally 'snaps' for feel sorry for other people."], "highlight": false}, {"id": "small", "color_label": 5, "size": 2, "original_thoughts": ["Seeing an adult fall down in public is a lot more jarring than when it's a small child.", "Seeing an adult fall down in public is a lot more jarring than when it's a small child."], "highlight": false}, {"id": "saved", "color_label": 5, "size": 1, "original_thoughts": ["Kids that double saved before quitting have anxiety now"], "highlight": false}, {"id": "food", "color_label": 6, "size": 22, "original_thoughts": ["When we eat two pieces of bread it’s not that filling but when you cut those two pieces into halves and it looks like 4 pieces it’s all of a sudden overwhelmingly filling.", "If the draft was ever brought back, fast food industries would probably benefit as much as arms suppliers", "The quintessential first world problem is not knowing the value of food.", "Since edible apples need to be spliced, cultivated, and grown in cold winters, the ones in Eden would have been awful, tiny, disgusting crabapples.", "Finding a silver lining is hating McDonald's for selling unhealthy, low quality food but then remembering you have access to a public restroom anywhere you go.", "A taco is like a hamburger except instead of the ingredients being on a bun it's in a taco shell", "Bread is man's greatest creation.", "A bowl cut is really just 360 bangs", "Ice cream never gets stuck in your teeth.", "The most unrealistic part of any McDonald's commercial is that all the kids have different toys, and they have them before they finished their food.", "Fatherhood is patiently waiting for everyone in your family to go to bed so you can secretly eat junk food.", "Pinocchio could start a small wood business, and supply all the wood from lies and cutting his nose.", "A little over 500 years ago two of the biggest regional food stereotypes of tomatoes in Italy and potatoes in Ireland not only didn't exist but those foods weren't even in Europe at all.", "There are two types of people in the world: those that enter a specific time into the microwave, and those that keep mashing the 30s button until they’re satisfied.", "Cheese Above or Below Toppings on a Pizza is the Normal/Inverted arguement of the Pizza World.", "The creator of stereotype about vegans always telling about their diet probably didn't know about those who didn't told him about it.", "When we eat two pieces of bread it’s not that filling but when you cut those two pieces into halves and it looks like 4 pieces it’s all of a sudden overwhelmingly filling.", "If the draft was ever brought back, fast food industries would probably benefit as much as arms suppliers", "The quintessential first world problem is not knowing the value of food.", "Since edible apples need to be spliced, cultivated, and grown in cold winters, the ones in Eden would have been awful, tiny, disgusting crabapples.", "Finding a silver lining is hating McDonald's for selling unhealthy, low quality food but then remembering you have access to a public restroom anywhere you go.", "A taco is like a hamburger except instead of the ingredients being on a bun it's in a taco shell"], "highlight": false}, {"id": "hunger", "color_label": 6, "size": 7, "original_thoughts": ["When we eventually start putting up the Sign Language \"F\" for respect, we will be one finger away from a hunger games sign of respect.", "hunger cues are so ambiguous.", "Cannibalism would make it so both world hunger and overpopulation aren't problems, 2 birds 1 stone", "Hunger is often sugar addiction cravings misidentified.", "Squirrels used to run from humans because they were a food source, but now that we've stopped eating them, they feel more comfortable being around us.", "You'll regret every scrap of food you've thrown out, and sometimes it'll only happen when you're truly starving", "When we eventually start putting up the Sign Language \"F\" for respect, we will be one finger away from a hunger games sign of respect."], "highlight": false}, {"id": "good", "color_label": 6, "size": 6, "original_thoughts": ["Some of the things in your life are probably unfathomable to some because they’ve never had it that bad, and simultaneously unimaginable to others because they’ve never had it that good.", "Things break unexpectedly", "Something in the world has shifted— something I can only feel and not see. And I can’t tell whether it’s a good or bad shift.", "two people can be in love and not belong together.", "Having your heart melted is usually a good thing but would actually be a horrible way to die.", "Some of the things in your life are probably unfathomable to some because they’ve never had it that bad, and simultaneously unimaginable to others because they’ve never had it that good."], "highlight": false}, {"id": "try", "color_label": 6, "size": 2, "original_thoughts": ["let's try this again.", "how do you decide when to give up?"], "highlight": false}, {"id": "second", "color_label": 6, "size": 7, "original_thoughts": ["Chick-Fil-A serves waffle fries to imitate a chicken and waffles experience.", "If you put raw meat on a frying pan for a few seconds it is undercooked, but if you put your flesh on a frying pan for a few seconds it is severely burnt", "You will eat food in restaurants all your life cooked by strangers, but food that lands on the floor for more than five seconds is questionable.", "corn in hot pot is objectively the best thing to eat", "Chick-Fil-A serves waffle fries to imitate a chicken and waffles experience.", "If you put raw meat on a frying pan for a few seconds it is undercooked, but if you put your flesh on a frying pan for a few seconds it is severely burnt", "You will eat food in restaurants all your life cooked by strangers, but food that lands on the floor for more than five seconds is questionable."], "highlight": false}, {"id": "event", "color_label": 6, "size": 2, "original_thoughts": ["Alcohol is used to celebrate good events as well as ease the pain of bad events", "Alcohol is used to celebrate good events as well as ease the pain of bad events"], "highlight": false}, {"id": "special", "color_label": 6, "size": 2, "original_thoughts": ["There's a special place reserved in hell for those who borrow pens and chew the back while writing.", "There's a special place reserved in hell for those who borrow pens and chew the back while writing."], "highlight": false}, {"id": "chell", "color_label": 6, "size": 3, "original_thoughts": ["Realistically Chell from Portal 2 would've gotten so hungry in Old Aperture that she would've eaten potatOS, making her shut down, making chell have nothing to plug in to stop wheatly, causing a nuclear reaction, leading to a fallout for the next (at least) 40 years.", "Why is my chipotle bowl so hit or miss??", "Realistically Chell from Portal 2 would've gotten so hungry in Old Aperture that she would've eaten potatOS, making her shut down, making chell have nothing to plug in to stop wheatly, causing a nuclear reaction, leading to a fallout for the next (at least) 40 years."], "highlight": false}, {"id": "ship", "color_label": 6, "size": 2, "original_thoughts": ["In the Hunger Games Katniss and Peeta can ship as peeniss.", "In the Hunger Games Katniss and Peeta can ship as peeniss."], "highlight": false}, {"id": "water", "color_label": 7, "size": 1, "original_thoughts": ["How long has it been since I drank water? The dorm water is nasty and I’m too lazy to walk to CVS. I’m so dehydrated but my lazyness is winning."], "highlight": false}, {"id": "showerthoughts", "color_label": 7, "size": 4, "original_thoughts": ["This Showerthoughts thread probably started as a showerthought.", "Your Essential Guide to Showerthoughts", "Almost nobody thinks of these showerthoughts on this page in the shower.", "This Showerthoughts thread probably started as a showerthought."], "highlight": false}, {"id": "toilet", "color_label": 7, "size": 17, "original_thoughts": ["The toilet is like any other chair. Why don't people sit back while they use it.", "We used to wipe our asses with leaves. Now we wipe our asses with toilet paper. So we basically went from wiping with tree leaves to tree trunks.", "Toilets have refractory periods.", "Toilet is the ultimate panty dropper.", "If you actually slip and fall on an object which get stuck in your colon, nobody is gonna believe you.", "The restroom is probably the last place you'd want to take some rest", "People who champion \"all natural\" medical options have never had a root canal", "how do cavity fillings work", "People will shave, wax, and bleach their genitals and assholes to be more appealing, but still won't wash their hands after using the toilet.", "Tall men need more accuracy for peeing while standing.", "The toilet is like any other chair. Why don't people sit back while they use it.", "We used to wipe our asses with leaves. Now we wipe our asses with toilet paper. So we basically went from wiping with tree leaves to tree trunks.", "Toilets have refractory periods.", "Toilet is the ultimate panty dropper.", "If you actually slip and fall on an object which get stuck in your colon, nobody is gonna believe you.", "The restroom is probably the last place you'd want to take some rest", "People who champion \"all natural\" medical options have never had a root canal"], "highlight": false}, {"id": "space", "color_label": 7, "size": 4, "original_thoughts": ["Even though Windows allows spaces in passwords, we almost never use them.", "If everyone kept their clothes in their laundry room you’d never have to lug them around, lots of space in your room not needing dressers and no clothes laying around", "Even though Windows allows spaces in passwords, we almost never use them.", "If everyone kept their clothes in their laundry room you’d never have to lug them around, lots of space in your room not needing dressers and no clothes laying around"], "highlight": false}, {"id": "wet", "color_label": 7, "size": 2, "original_thoughts": ["Water is not wet, however fire is hot and gassy", "Water is not wet, however fire is hot and gassy"], "highlight": false}, {"id": "washing", "color_label": 7, "size": 2, "original_thoughts": ["If you ever want to experience waterboarding, throw in some mouthwash and try washing your face while showering", "If you ever want to experience waterboarding, throw in some mouthwash and try washing your face while showering"], "highlight": false}, {"id": "way", "color_label": 7, "size": 2, "original_thoughts": ["The fastest and easiest way to clean under your fingernails is by cleaning your hair", "You probably have never actually used an entire eraser."], "highlight": false}, {"id": "ultimate", "color_label": 7, "size": 2, "original_thoughts": ["Toilet is the ultimate panty dropper.", "Toilet is the ultimate panty dropper."], "highlight": false}, {"id": "slip", "color_label": 7, "size": 2, "original_thoughts": ["If you actually slip and fall on an object which get stuck in your colon, nobody is gonna believe you.", "If you actually slip and fall on an object which get stuck in your colon, nobody is gonna believe you."], "highlight": false}, {"id": "wipe", "color_label": 7, "size": 2, "original_thoughts": ["We used to wipe our asses with leaves. Now we wipe our asses with toilet paper. So we basically went from wiping with tree leaves to tree trunks.", "We used to wipe our asses with leaves. Now we wipe our asses with toilet paper. So we basically went from wiping with tree leaves to tree trunks."], "highlight": false}, {"id": "root", "color_label": 7, "size": 3, "original_thoughts": ["People who champion \"all natural\" medical options have never had a root canal", "how do cavity fillings work", "People who champion \"all natural\" medical options have never had a root canal"], "highlight": false}, {"id": "movie", "color_label": 8, "size": 35, "original_thoughts": ["In about 20 years, animated movies such as Spider-Verse &amp; Wreck It Ralph will get a live action remake", "Darth Vader was mocking Obi-Wan during their battle. In the first movie, he was just playing along with Obi-Wan just weakly swinging his blade, and yet the other two movies showed Vader to be physically nimble against Luke.", "People who can’t fight or never have are typically more cocky and more aggressive than people who know how/ are trained to fight.", "Popular media always shows rival greaser gangs getting into fights involving flick knives but none of them ever have scars.", "You could pretty much defeat most of the main characters in the MCU with a Sniper Rifle.", "In the 50s it was Westerns, the 60s spy movies, the 70s sci-fi, etc. etc. ...so when are comic book movies going to end.", "GOT tv series is the ultimate spoiler, the work is based on is not finish yet.", "If you watched a movie with subtitles on you have technically read the entire script", "The 'thud' sound effect of being punched in movies is completely made up, yet we accept it as reality", "fate is something that we made up", "Some guy died running 26 miles and now people do it for fun. Basically rubbing it in his dead face.", "Just a reminder that when Finn (Adventure Time) went to the pillow fort dimension, he lived a full life. Wife, kids, everything. And then he woke up and forgot about it in like one minute.", "People want leaks before a movie comes out, but when it actually comes out they don’t want to know any spoilers", "You can tell the difference between a disaster movie and a post-apocalyptic movie based on whether famous landmarks are the first things destroyed or the last things standing.", "You only need to pay one person to clap at a performance, to get the entire place clapping.", "Noobmaster69 abusing others on mic while playing Fortnite is the most accurate depiction of teenagers in cinema history.", "If England ever gets into another medieval-style war, the fact that all their knights are elderly actors and musicians will probably be a liability.", "In fifty years we will be watching reruns of spongebob like are grandparents watch cowboy movies", "Leonardo DiCaprio is slowly morphing into Jack Nicholson.", "No one will die in wars if the leaders will fight on their own instead of relying on soldiers", "Video game class systems is fictional segregation", "Real world villains don't destroy things. Their special super power is to make nobody care about them getting powerful and wealthy", "Death Troopers are the most dangerous stormtroopers in the Star Wars universe because they are actually capable of hitting and killing a target", "Golfers yelling \"Fore!\" is actually a lot less common than portrayed in cartoons.", "Final Destination is the film adaption of Murphy’s L-a-w.", "People fought and died so we could watch movies about how they fought and died", "In about 20 years, animated movies such as Spider-Verse &amp; Wreck It Ralph will get a live action remake", "Darth Vader was mocking Obi-Wan during their battle. In the first movie, he was just playing along with Obi-Wan just weakly swinging his blade, and yet the other two movies showed Vader to be physically nimble against Luke.", "People who can’t fight or never have are typically more cocky and more aggressive than people who know how/ are trained to fight.", "Popular media always shows rival greaser gangs getting into fights involving flick knives but none of them ever have scars.", "You could pretty much defeat most of the main characters in the MCU with a Sniper Rifle.", "In the 50s it was Westerns, the 60s spy movies, the 70s sci-fi, etc. etc. ...so when are comic book movies going to end.", "GOT tv series is the ultimate spoiler, the work is based on is not finish yet.", "If you watched a movie with subtitles on you have technically read the entire script", "The 'thud' sound effect of being punched in movies is completely made up, yet we accept it as reality"], "highlight": false}, {"id": "really", "color_label": 8, "size": 3, "original_thoughts": ["We really underestimate how lucky we are that Ticks can't fly.", "Playing the card game ‘BS’ with 13 people is a really dumb idea", "To be fair, gambling is pay to win"], "highlight": false}, {"id": "slipping", "color_label": 8, "size": 5, "original_thoughts": ["The build up to a jumpscare is a lot scarier than the jumpscare itself", "Almost Slipping And Realizing What Could Have Been Is Way Scarier Than Actually Slipping", "DND is the ultimate \"story is more important than graphics\" game.", "The build up to a jumpscare is a lot scarier than the jumpscare itself", "Almost Slipping And Realizing What Could Have Been Is Way Scarier Than Actually Slipping"], "highlight": false}, {"id": "radio", "color_label": 8, "size": 16, "original_thoughts": ["The revolution Will not be televis", "There’s a good chance that \"you have a face for podcasts\" will replace the old insult of having a face for radio", "You know that someone is a true friend when they actually watch a show you recommend.", "Everybody always forgets that John Wick is The One.", "MTV tried to kill the radio star, but ultimately digital killed the video star.", "Reality TV has destroyed both television and reality.", "It must be awful being related to John cena. They never get to see him.", "It's amazing how rare it is for sitcom characters to laugh despite them all saying witty remarks to each other every 5 seconds.", "McDonald's has done amazingly well for a company with a creepy-ass clown spokesperson.", "Things marketed as \"Pro\" or \"Professional\" are almost never actually used by actual industry professionals.", "It’s used a ton in movies, books, and shows but no one ever uses the word fool\" as an insult in real life.\"", "The revolution Will not be televis", "There’s a good chance that \"you have a face for podcasts\" will replace the old insult of having a face for radio", "You know that someone is a true friend when they actually watch a show you recommend.", "Everybody always forgets that John Wick is The One.", "MTV tried to kill the radio star, but ultimately digital killed the video star."], "highlight": false}, {"id": "hand", "color_label": 8, "size": 7, "original_thoughts": ["Darth Vader has belly buttons", "The ultimate struggle of clipping your nails is when you have to clip your dominant hand with your off hand.", "It must be unnerving fist-bumping Wolverine.", "The \"Karen/Speak to the Manager\" haircut is the modern middle-aged female version of the comb-over.", "A kick to the nuts is a critical hit irl", "Darth Vader has belly buttons", "The ultimate struggle of clipping your nails is when you have to clip your dominant hand with your off hand."], "highlight": false}, {"id": "version", "color_label": 8, "size": 3, "original_thoughts": ["The female version of bruh is bra", "The more tattoos you have, the more acceptable a bad tattoo becomes.", "The female version of bruh is bra"], "highlight": false}, {"id": "twinkle", "color_label": 8, "size": 5, "original_thoughts": ["Sugar + Comic Sans = Sprinkles", "highlights are bright.", "Spider-man is the only Avenger with a secret identity.", "The ABCs and Twinkle Twinkle Little Star have the same beat.", "Sugar + Comic Sans = Sprinkles"], "highlight": false}, {"id": "joke", "color_label": 8, "size": 4, "original_thoughts": ["Jokes are only truly funny when they´re really good, or really bad. Any jokes in between are considered meh.", "The more unexpected a punchline is, the more fun the joke is to tell. The more expected the punchline is, the more fun the dad joke is to tell.", "The day Sean Bean dies will truly test our ability to not make inappropriate jokes.", "Jokes are only truly funny when they´re really good, or really bad. Any jokes in between are considered meh."], "highlight": false}, {"id": "car", "color_label": 8, "size": 3, "original_thoughts": ["The guys weaving in and out of traffic at 80 miles an hour and missing other cars by inches think they’re great drivers, but the great drivers are really everybody else on the road who sees them coming and break slightly and veer out of the way to avoid an accident.", "Car companies are the biggest offenders when it comes to microtransactions.", "Cars are stoners' best friend."], "highlight": false}, {"id": "band", "color_label": 8, "size": 5, "original_thoughts": ["If you say you aren't really a fan of a band or artist, but you have a top five favorite tracks that bleeds into top ten, you are now a fan.", "Slipknot were a joke to most people,but their actually one of the most influential metal/rock bands of the past 15-20 years.", "For a supposed villain, Mr Burns has a fantastic, 3-decade track record of providing vast amounts of clean energy with virtually no carbon emissions.", "If you say you aren't really a fan of a band or artist, but you have a top five favorite tracks that bleeds into top ten, you are now a fan.", "Slipknot were a joke to most people,but their actually one of the most influential metal/rock bands of the past 15-20 years."], "highlight": false}, {"id": "wick", "color_label": 8, "size": 2, "original_thoughts": ["Everybody always forgets that John Wick is The One.", "Everybody always forgets that John Wick is The One."], "highlight": false}, {"id": "star", "color_label": 8, "size": 3, "original_thoughts": ["MTV tried to kill the radio star, but ultimately digital killed the video star.", "Reality TV has destroyed both television and reality.", "MTV tried to kill the radio star, but ultimately digital killed the video star."], "highlight": false}, {"id": "actually", "color_label": 8, "size": 3, "original_thoughts": ["You know that someone is a true friend when they actually watch a show you recommend.", "Things marketed as \"Pro\" or \"Professional\" are almost never actually used by actual industry professionals.", "You know that someone is a true friend when they actually watch a show you recommend."], "highlight": false}, {"id": "televis", "color_label": 8, "size": 2, "original_thoughts": ["The revolution Will not be televis", "The revolution Will not be televis"], "highlight": false}, {"id": "face", "color_label": 8, "size": 6, "original_thoughts": ["There’s a good chance that \"you have a face for podcasts\" will replace the old insult of having a face for radio", "It must be awful being related to John cena. They never get to see him.", "It's amazing how rare it is for sitcom characters to laugh despite them all saying witty remarks to each other every 5 seconds.", "McDonald's has done amazingly well for a company with a creepy-ass clown spokesperson.", "It’s used a ton in movies, books, and shows but no one ever uses the word fool\" as an insult in real life.\"", "There’s a good chance that \"you have a face for podcasts\" will replace the old insult of having a face for radio"], "highlight": false}, {"id": "look", "color_label": 9, "size": 41, "original_thoughts": ["Home and auto insurance in Marvel’s New York must be outrageously expensive.", "No matter your age it's a win when someone thinks you look 21", "Pinkeye originates from the only other \"pink eye\" on the body...the butthole.", "The female version of bruh is bra", "Women criticize men for lack of fashion sense and then turn around and ask our opinions on fashion. It defies all logic and reason.", "With all the refurbishing and distressing of furniture and clothes, our society spends a lot of time and money making new stuff look old &amp; old stuff look new", "Girls try to hide their body count while guys sometimes over exaggerate theirs", "If you see a chicks covered ass it’s hot. If you see a chicks bare ass it’s hot. But if you see anything in between that, it’s not so hot anymore.", "We hate people who drive recklessly on the road but we'll still report a police car on the side of the road (in waze) helping the reckless driver to avoid punishment.", "why are human bodies so different?", "short hair is so much easier to work with", "what would I look like with short hair", "why have i seen so many men in leggings today", "Because spiders molt, every time you think you see a dead spider you might be looking at the skin of a live spider that is now larger than it was before.", "If you ever think you’re ugly, just remember: You’re not the one who has to look at you all day. That’s other people’s problem", "6ix9ine probably has brown hair by now.", "Whoever came up with the tradition of the groom not seeing the bride in her dress before the wedding probably just did it to get out of having to go dress shopping.", "If Medusa had been bare breasted as depicted in the movies you wouldn’t have to bother telling many men not to look into her eyes!", "Using shirts you once wore outside as pajamas is the clothes version of retirement.", "People who wear non prescription glasses for fashion purposes are faking a disability because they think it's cool.", "If you aged backwards you would have to put your baby teeth back in", "It would make more sense for humans to just be man\" while male is hu-man", "If a baby is born a female, she has come from a completely unbroken line of females being born to females.", "People always want to be seen as different and unique but only if that \"different and unique\" is socially acceptable enough that you’re \"fitting in\".", "No matter how small antman gets, he can never get to the smallest thing because he and his suit are made out of them.", "The more tattoos you have, the more acceptable a bad tattoo becomes.", "About 5 Years Ago Seeing A Car Without A Driver Was Creepy, In Around 5 Years It Will Be The Norm", "Condoms are for fucking pussies is a fact and a opinionated", "If you cut your thumb and let the skin be misaligned like one portion of the cut skin slightly pulled up, the skin will heal and create a different looking fingerprint until the skin below it comes to surface.", "Half of the people who post Showerthoughts don't know what a false dichotomy is, and the other half don't know either.", "It'd be nice if head hair could grow as fast as leg hair does.", "\"A man wet himself by looking at him\" and \"a woman wet herself by looking at him\" have very different meanings", "Home and auto insurance in Marvel’s New York must be outrageously expensive.", "No matter your age it's a win when someone thinks you look 21", "Pinkeye originates from the only other \"pink eye\" on the body...the butthole.", "The female version of bruh is bra", "Women criticize men for lack of fashion sense and then turn around and ask our opinions on fashion. It defies all logic and reason.", "With all the refurbishing and distressing of furniture and clothes, our society spends a lot of time and money making new stuff look old &amp; old stuff look new", "Girls try to hide their body count while guys sometimes over exaggerate theirs", "If you see a chicks covered ass it’s hot. If you see a chicks bare ass it’s hot. But if you see anything in between that, it’s not so hot anymore.", "We hate people who drive recklessly on the road but we'll still report a police car on the side of the road (in waze) helping the reckless driver to avoid punishment."], "highlight": false}, {"id": "new", "color_label": 9, "size": 5, "original_thoughts": ["With all the refurbishing and distressing of furniture and clothes, our society spends a lot of time and money making new stuff look old &amp; old stuff look new", "why have i seen so many men in leggings today", "Whoever came up with the tradition of the groom not seeing the bride in her dress before the wedding probably just did it to get out of having to go dress shopping.", "Using shirts you once wore outside as pajamas is the clothes version of retirement.", "With all the refurbishing and distressing of furniture and clothes, our society spends a lot of time and money making new stuff look old &amp; old stuff look new"], "highlight": false}, {"id": "york", "color_label": 9, "size": 3, "original_thoughts": ["Home and auto insurance in Marvel’s New York must be outrageously expensive.", "No matter how small antman gets, he can never get to the smallest thing because he and his suit are made out of them.", "Home and auto insurance in Marvel’s New York must be outrageously expensive."], "highlight": false}, {"id": "hot", "color_label": 9, "size": 3, "original_thoughts": ["If you see a chicks covered ass it’s hot. If you see a chicks bare ass it’s hot. But if you see anything in between that, it’s not so hot anymore.", "If Medusa had been bare breasted as depicted in the movies you wouldn’t have to bother telling many men not to look into her eyes!", "If you see a chicks covered ass it’s hot. If you see a chicks bare ass it’s hot. But if you see anything in between that, it’s not so hot anymore."], "highlight": false}, {"id": "hair", "color_label": 9, "size": 4, "original_thoughts": ["short hair is so much easier to work with", "what would I look like with short hair", "6ix9ine probably has brown hair by now.", "It'd be nice if head hair could grow as fast as leg hair does."], "highlight": false}, {"id": "fashion", "color_label": 9, "size": 3, "original_thoughts": ["Women criticize men for lack of fashion sense and then turn around and ask our opinions on fashion. It defies all logic and reason.", "Condoms are for fucking pussies is a fact and a opinionated", "Women criticize men for lack of fashion sense and then turn around and ask our opinions on fashion. It defies all logic and reason."], "highlight": false}, {"id": "female", "color_label": 9, "size": 3, "original_thoughts": ["It would make more sense for humans to just be man\" while male is hu-man", "If a baby is born a female, she has come from a completely unbroken line of females being born to females.", "\"A man wet himself by looking at him\" and \"a woman wet herself by looking at him\" have very different meanings"], "highlight": false}, {"id": "skin", "color_label": 9, "size": 3, "original_thoughts": ["why are human bodies so different?", "Because spiders molt, every time you think you see a dead spider you might be looking at the skin of a live spider that is now larger than it was before.", "If you cut your thumb and let the skin be misaligned like one portion of the cut skin slightly pulled up, the skin will heal and create a different looking fingerprint until the skin below it comes to surface."], "highlight": false}, {"id": "wear", "color_label": 9, "size": 1, "original_thoughts": ["People who wear non prescription glasses for fashion purposes are faking a disability because they think it's cool."], "highlight": false}, {"id": "teeth", "color_label": 9, "size": 1, "original_thoughts": ["If you aged backwards you would have to put your baby teeth back in"], "highlight": false}, {"id": "pinkeye", "color_label": 9, "size": 2, "original_thoughts": ["Pinkeye originates from the only other \"pink eye\" on the body...the butthole.", "Pinkeye originates from the only other \"pink eye\" on the body...the butthole."], "highlight": false}, {"id": "think", "color_label": 10, "size": 82, "original_thoughts": ["Telekinesis might not be moving objects themselves, but moving a solid chunk of air around the objects with your mind", "You can’t describe something to someone without referring back to some other object you both have seen", "Blowing on a flame might put it out, but blowing on embers could produce a flame", "The word seniors sounds an awful lot like \"seen years.\"", "Heracles could have killed the Lernaean Hydra a lot more easily if he had simply put a sword in its heart", "Adding \"The Iron\" to a common noun is the easiest way to make something sound cool", "Sneaking out before the encore at a concert is probably more symbolic of not caring than \"throwing your hands in the air\" is.", "Our custom of handshakes could be as ridiculous to an alien culture as their custom of footshakes would appear to us.", "If there really were spineless people, they would certainly be flops.", "Dreaming about a complete random person you don’t know shows how powerful our subconscious mind really is.", "Dr. Strange probably used his portals to suck his own dick", "Because crabs can’t swim like fish they think fish can fly", "Some of the things in your life are probably unfathomable to some because they’ve never had it that bad, and simultaneously unimaginable to others because they’ve never had it that good.", "You can't breathe normally when you think about it.", "Golf is like billiards on steroids.", "It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect.", "Players of musical instruments secretly think theirs represent the coolest guy in every band", "The final season of GoT isn’t bad. It’s just been so overhyped by the fan base that nothing can live up to their expectations.", "the adams family and the brady bunch are polar opposites but not", "Up until 1997, \"Leonardo\" always meant Da Vinci.", "let's try this again.", "colors are technically infinite.", "Things break unexpectedly", "my mind is blank right now but I must be thinking something nonverbally?", "why do people’s handwriting styles develop so differently", "what dictates which random song is playing in my head and why is there always a random song playing in the first place", "if you put paint on the bottom of an umbrella and try to close it will it crack once you try opening it", "how do you write a sentence without it sounding like the same sentence you just wrote", "how do you decide when to give up?", "How is it possible that meet the Robinson’s", "Something in the world has shifted— something I can only feel and not see. And I can’t tell whether it’s a good or bad shift.", "how did I think in my head before I learned to read quietly like did I not have an internal monologue", "drug-induced states (downers/hallucinogenic) are just a liminal experience of consciousness between waking and dreaming", "so much of romance is pure randomness and raw chance", "A grade like 27 somehow sounds worse than zero.", "Your skeleton is always warm", "We really underestimate how lucky we are that Ticks can't fly.", "People need to stop resisting going grey. If everyone lets it happen naturally, everyone will feel less odd about it.", "The word \"Wholesome\" looks like an oxymoron", "We may all be seeing different colors but all taught the same word.", "Playing the card game ‘BS’ with 13 people is a really dumb idea", "If we’re allergic to pollen (tree sperm) then it’s entirely possible that plants are allergic to human sperm", "You have to either be insanely good or really out of shape for table tennis to be a cardio exercise.", "You have to be odd to be number one.", "Hatred of spider = size of spider x hatred of gross details", "To be fair, gambling is pay to win", "two people can be in love and not belong together.", "The reason why lottery winners are so terrible at managing their prize is because before winning they were spending their money on lottery tickets.", "It's all shits an giggles until you giggle and shit.", "The queen actually poos.", "wht wld lf b lk wtht vwls", "Having your heart melted is usually a good thing but would actually be a horrible way to die.", "Crayola could make faulty white crayons and most people would never know.", "\"The spirit is willing but the flesh is spongy and bruised\" perfectly fits both death by snu snu and Spongebob Squarepants", "It's upsetting to think there are probably millions of songs you'd love, but never hear.", "You might die with a different accent to what you have now", "If you set your expectations low you will never be dissapointed", "If ghosts exist shouldn’t all hospitals be haunted", "If you make up a random word, many people probably already said it.", "The dick is the only thing that can be lifted with your mind", "Deadpool can't be circumcised", "People with cool accents probably doesn't realize how cool their accents are.", "Telekinesis might not be moving objects themselves, but moving a solid chunk of air around the objects with your mind", "You can’t describe something to someone without referring back to some other object you both have seen", "Blowing on a flame might put it out, but blowing on embers could produce a flame", "The word seniors sounds an awful lot like \"seen years.\"", "Heracles could have killed the Lernaean Hydra a lot more easily if he had simply put a sword in its heart", "Adding \"The Iron\" to a common noun is the easiest way to make something sound cool", "Sneaking out before the encore at a concert is probably more symbolic of not caring than \"throwing your hands in the air\" is.", "Our custom of handshakes could be as ridiculous to an alien culture as their custom of footshakes would appear to us.", "If there really were spineless people, they would certainly be flops.", "Dreaming about a complete random person you don’t know shows how powerful our subconscious mind really is.", "Dr. Strange probably used his portals to suck his own dick", "Because crabs can’t swim like fish they think fish can fly", "Some of the things in your life are probably unfathomable to some because they’ve never had it that bad, and simultaneously unimaginable to others because they’ve never had it that good.", "You can't breathe normally when you think about it.", "Golf is like billiards on steroids.", "It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect.", "Players of musical instruments secretly think theirs represent the coolest guy in every band", "The final season of GoT isn’t bad. It’s just been so overhyped by the fan base that nothing can live up to their expectations.", "the adams family and the brady bunch are polar opposites but not", "Up until 1997, \"Leonardo\" always meant Da Vinci."], "highlight": false}, {"id": "dick", "color_label": 10, "size": 7, "original_thoughts": ["Dr. Strange probably used his portals to suck his own dick", "You have to be odd to be number one.", "Hatred of spider = size of spider x hatred of gross details", "It's all shits an giggles until you giggle and shit.", "The dick is the only thing that can be lifted with your mind", "Deadpool can't be circumcised", "Dr. Strange probably used his portals to suck his own dick"], "highlight": false}, {"id": "bad", "color_label": 10, "size": 16, "original_thoughts": ["Some of the things in your life are probably unfathomable to some because they’ve never had it that bad, and simultaneously unimaginable to others because they’ve never had it that good.", "It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect.", "The final season of GoT isn’t bad. It’s just been so overhyped by the fan base that nothing can live up to their expectations.", "Things break unexpectedly", "what dictates which random song is playing in my head and why is there always a random song playing in the first place", "if you put paint on the bottom of an umbrella and try to close it will it crack once you try opening it", "Something in the world has shifted— something I can only feel and not see. And I can’t tell whether it’s a good or bad shift.", "so much of romance is pure randomness and raw chance", "two people can be in love and not belong together.", "The reason why lottery winners are so terrible at managing their prize is because before winning they were spending their money on lottery tickets.", "Having your heart melted is usually a good thing but would actually be a horrible way to die.", "It's upsetting to think there are probably millions of songs you'd love, but never hear.", "If you set your expectations low you will never be dissapointed", "Some of the things in your life are probably unfathomable to some because they’ve never had it that bad, and simultaneously unimaginable to others because they’ve never had it that good.", "It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect.", "The final season of GoT isn’t bad. It’s just been so overhyped by the fan base that nothing can live up to their expectations."], "highlight": false}, {"id": "custom", "color_label": 10, "size": 2, "original_thoughts": ["Our custom of handshakes could be as ridiculous to an alien culture as their custom of footshakes would appear to us.", "Our custom of handshakes could be as ridiculous to an alien culture as their custom of footshakes would appear to us."], "highlight": false}, {"id": "object", "color_label": 10, "size": 6, "original_thoughts": ["Telekinesis might not be moving objects themselves, but moving a solid chunk of air around the objects with your mind", "You can't breathe normally when you think about it.", "my mind is blank right now but I must be thinking something nonverbally?", "You have to either be insanely good or really out of shape for table tennis to be a cardio exercise.", "Telekinesis might not be moving objects themselves, but moving a solid chunk of air around the objects with your mind", "You can't breathe normally when you think about it."], "highlight": false}, {"id": "steroid", "color_label": 10, "size": 2, "original_thoughts": ["Golf is like billiards on steroids.", "Golf is like billiards on steroids."], "highlight": false}, {"id": "allergic", "color_label": 10, "size": 4, "original_thoughts": ["Your skeleton is always warm", "If we’re allergic to pollen (tree sperm) then it’s entirely possible that plants are allergic to human sperm", "The queen actually poos.", "\"The spirit is willing but the flesh is spongy and bruised\" perfectly fits both death by snu snu and Spongebob Squarepants"], "highlight": false}, {"id": "vinci", "color_label": 10, "size": 2, "original_thoughts": ["Up until 1997, \"Leonardo\" always meant Da Vinci.", "Up until 1997, \"Leonardo\" always meant Da Vinci."], "highlight": false}, {"id": "want", "color_label": 10, "size": 3, "original_thoughts": ["It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect.", "if you put paint on the bottom of an umbrella and try to close it will it crack once you try opening it", "It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect."], "highlight": false}, {"id": "lottery", "color_label": 10, "size": 1, "original_thoughts": ["The reason why lottery winners are so terrible at managing their prize is because before winning they were spending their money on lottery tickets."], "highlight": false}, {"id": "song", "color_label": 10, "size": 3, "original_thoughts": ["what dictates which random song is playing in my head and why is there always a random song playing in the first place", "so much of romance is pure randomness and raw chance", "It's upsetting to think there are probably millions of songs you'd love, but never hear."], "highlight": false}, {"id": "expectation", "color_label": 10, "size": 3, "original_thoughts": ["The final season of GoT isn’t bad. It’s just been so overhyped by the fan base that nothing can live up to their expectations.", "If you set your expectations low you will never be dissapointed", "The final season of GoT isn’t bad. It’s just been so overhyped by the fan base that nothing can live up to their expectations."], "highlight": false}, {"id": "polar", "color_label": 10, "size": 2, "original_thoughts": ["the adams family and the brady bunch are polar opposites but not", "the adams family and the brady bunch are polar opposites but not"], "highlight": false}, {"id": "spineless", "color_label": 10, "size": 3, "original_thoughts": ["If there really were spineless people, they would certainly be flops.", "A grade like 27 somehow sounds worse than zero.", "If there really were spineless people, they would certainly be flops."], "highlight": false}, {"id": "musical", "color_label": 10, "size": 2, "original_thoughts": ["Players of musical instruments secretly think theirs represent the coolest guy in every band", "Players of musical instruments secretly think theirs represent the coolest guy in every band"], "highlight": false}, {"id": "fish", "color_label": 10, "size": 4, "original_thoughts": ["Heracles could have killed the Lernaean Hydra a lot more easily if he had simply put a sword in its heart", "Because crabs can’t swim like fish they think fish can fly", "Heracles could have killed the Lernaean Hydra a lot more easily if he had simply put a sword in its heart", "Because crabs can’t swim like fish they think fish can fly"], "highlight": false}, {"id": "seen", "color_label": 10, "size": 2, "original_thoughts": ["You can’t describe something to someone without referring back to some other object you both have seen", "You can’t describe something to someone without referring back to some other object you both have seen"], "highlight": false}, {"id": "dreaming", "color_label": 10, "size": 4, "original_thoughts": ["Dreaming about a complete random person you don’t know shows how powerful our subconscious mind really is.", "drug-induced states (downers/hallucinogenic) are just a liminal experience of consciousness between waking and dreaming", "If ghosts exist shouldn’t all hospitals be haunted", "Dreaming about a complete random person you don’t know shows how powerful our subconscious mind really is."], "highlight": false}, {"id": "flame", "color_label": 10, "size": 4, "original_thoughts": ["Blowing on a flame might put it out, but blowing on embers could produce a flame", "Sneaking out before the encore at a concert is probably more symbolic of not caring than \"throwing your hands in the air\" is.", "Blowing on a flame might put it out, but blowing on embers could produce a flame", "Sneaking out before the encore at a concert is probably more symbolic of not caring than \"throwing your hands in the air\" is."], "highlight": false}], "links": [{"source": "body", "target": "make", "value": 10}, {"source": "body", "target": "penny", "value": 10}, {"source": "body", "target": "stupidity", "value": 10}, {"source": "body", "target": "vampires", "value": 10}, {"source": "make", "target": "trait", "value": 10}, {"source": "make", "target": "thief", "value": 10}, {"source": "make", "target": "walking", "value": 10}, {"source": "make", "target": "vulnerability", "value": 10}, {"source": "make", "target": "unless", "value": 10}, {"source": "time", "target": "day", "value": 10}, {"source": "day", "target": "die", "value": 10}, {"source": "day", "target": "exist", "value": 10}, {"source": "day", "target": "year", "value": 10}, {"source": "day", "target": "amazon", "value": 10}, {"source": "life", "target": "human", "value": 10}, {"source": "life", "target": "planet", "value": 10}, {"source": "life", "target": "battery", "value": 10}, {"source": "human", "target": "plural", "value": 10}, {"source": "human", "target": "stuff", "value": 10}, {"source": "human", "target": "earth", "value": 10}, {"source": "human", "target": "alien", "value": 10}, {"source": "planet", "target": "ago", "value": 10}, {"source": "planet", "target": "romantic", "value": 10}, {"source": "planet", "target": "world", "value": 10}, {"source": "planet", "target": "technology", "value": 10}, {"source": "world", "target": "spend", "value": 10}, {"source": "world", "target": "tree", "value": 10}, {"source": "world", "target": "round", "value": 10}, {"source": "world", "target": "internet", "value": 10}, {"source": "dog", "target": "sandbox", "value": 10}, {"source": "dog", "target": "cat", "value": 10}, {"source": "dog", "target": "like", "value": 10}, {"source": "people", "target": "phone", "value": 10}, {"source": "people", "target": "hard", "value": 10}, {"source": "people", "target": "funny", "value": 10}, {"source": "people", "target": "scared", "value": 10}, {"source": "phone", "target": "kid", "value": 10}, {"source": "phone", "target": "reading", "value": 10}, {"source": "phone", "target": "younger", "value": 10}, {"source": "phone", "target": "text", "value": 10}, {"source": "hard", "target": "unique", "value": 10}, {"source": "hard", "target": "school", "value": 10}, {"source": "hard", "target": "tell", "value": 10}, {"source": "hard", "target": "significant", "value": 10}, {"source": "scared", "target": "sorry", "value": 10}, {"source": "scared", "target": "small", "value": 10}, {"source": "scared", "target": "saved", "value": 10}, {"source": "food", "target": "hunger", "value": 10}, {"source": "food", "target": "good", "value": 10}, {"source": "food", "target": "try", "value": 10}, {"source": "food", "target": "second", "value": 10}, {"source": "hunger", "target": "event", "value": 10}, {"source": "hunger", "target": "special", "value": 10}, {"source": "hunger", "target": "chell", "value": 10}, {"source": "hunger", "target": "ship", "value": 10}, {"source": "water", "target": "showerthoughts", "value": 10}, {"source": "water", "target": "toilet", "value": 10}, {"source": "water", "target": "space", "value": 10}, {"source": "water", "target": "wet", "value": 10}, {"source": "showerthoughts", "target": "washing", "value": 10}, {"source": "showerthoughts", "target": "way", "value": 10}, {"source": "toilet", "target": "ultimate", "value": 10}, {"source": "toilet", "target": "slip", "value": 10}, {"source": "toilet", "target": "wipe", "value": 10}, {"source": "toilet", "target": "root", "value": 10}, {"source": "movie", "target": "really", "value": 10}, {"source": "movie", "target": "slipping", "value": 10}, {"source": "movie", "target": "radio", "value": 10}, {"source": "movie", "target": "hand", "value": 10}, {"source": "really", "target": "version", "value": 10}, {"source": "really", "target": "twinkle", "value": 10}, {"source": "really", "target": "joke", "value": 10}, {"source": "really", "target": "car", "value": 10}, {"source": "really", "target": "band", "value": 10}, {"source": "radio", "target": "wick", "value": 10}, {"source": "radio", "target": "star", "value": 10}, {"source": "radio", "target": "actually", "value": 10}, {"source": "radio", "target": "televis", "value": 10}, {"source": "radio", "target": "face", "value": 10}, {"source": "look", "target": "new", "value": 10}, {"source": "look", "target": "york", "value": 10}, {"source": "look", "target": "hot", "value": 10}, {"source": "look", "target": "hair", "value": 10}, {"source": "hot", "target": "fashion", "value": 10}, {"source": "hot", "target": "female", "value": 10}, {"source": "hair", "target": "skin", "value": 10}, {"source": "hair", "target": "wear", "value": 10}, {"source": "hair", "target": "teeth", "value": 10}, {"source": "hair", "target": "pinkeye", "value": 10}, {"source": "think", "target": "dick", "value": 10}, {"source": "think", "target": "bad", "value": 10}, {"source": "think", "target": "custom", "value": 10}, {"source": "think", "target": "object", "value": 10}, {"source": "dick", "target": "steroid", "value": 10}, {"source": "dick", "target": "allergic", "value": 10}, {"source": "dick", "target": "vinci", "value": 10}, {"source": "bad", "target": "want", "value": 10}, {"source": "bad", "target": "lottery", "value": 10}, {"source": "bad", "target": "song", "value": 10}, {"source": "bad", "target": "expectation", "value": 10}, {"source": "custom", "target": "polar", "value": 10}, {"source": "custom", "target": "spineless", "value": 10}, {"source": "custom", "target": "musical", "value": 10}, {"source": "object", "target": "fish", "value": 10}, {"source": "object", "target": "seen", "value": 10}, {"source": "object", "target": "dreaming", "value": 10}, {"source": "object", "target": "flame", "value": 10}]}, "colors": ["#D7DC96", "#EECA84", "#FE44B8", "#C6F40E", "#27DA19", "#8D5BD9", "#6BEAB6", "#80599D", "#627415", "#2E8103", "#866DBE", "#154A6E", "#3922A9", "#2179CA", "#47ECDC", "#6525B7", "#8B9439", "#2BE300", "#43D3CC", "#5BB3C0", "#28C003", "#45EA56", "#70F01A", "#661D74", "#A20AED", "#A7F482", "#0A83F5", "#C496E6", "#13FA8E", "#685CC0", "#BDAB7F", "#DD04F9", "#9FE9CF", "#0F48AD", "#5CE704", "#73531F", "#D0F51C", "#DD0235", "#5B37E4", "#EF42DF", "#291E4A", "#DA79AC", "#D453DA", "#B4F71B", "#CE35B7", "#782897", "#04A37B", "#8083E5", "#2A7568", "#92499F", "#5CF5F1", "#06F4B1", "#DACECE", "#267804", "#385A83", "#CA2EB0", "#008CBE", "#035537", "#9666DE", "#5B63EC", "#BE9055", "#0AD34D", "#1A8F50", "#7E0254", "#29E79C", "#F25F07", "#002293", "#7C46C5", "#DDA77B", "#C57FD4", "#9B9ADA", "#00CB1D", "#EDAA87", "#53483F", "#C95E88", "#DD549E", "#850EE3", "#E4FD66", "#DB09D0", "#34B87F", "#558D20", "#7BEAAE", "#92D79B", "#90C3D7", "#50CFF5", "#400131", "#AD0F26", "#2EFD44", "#5763D5", "#06E878", "#938031", "#17AE35", "#81C2E3", "#7C980B", "#74B439", "#BEF1AD", "#B990B9", "#463BB1", "#09F635", "#6FD545", "#662A6B", "#D77347", "#4A8F83", "#91B6B4", "#9CFA03", "#ABABBC", "#839B90", "#D9DAC2", "#8AB5D5", "#F548A2", "#58DE07", "#117D7A", "#25DF0B", "#EB15E3", "#3E614E", "#411D63", "#6363A5"]}