{"nodes": [{"id": "food", "color_label": 1, "size": 36.26943005181347, "original_thoughts": ["When we eat two pieces of bread it’s not that filling but when you cut those two pieces into halves and it looks like 4 pieces it’s all of a sudden overwhelmingly filling.", "People usually hate the smell of onions and garlic, yet it is their aroma which makes food smell really good", "If the draft was ever brought back, fast food industries would probably benefit as much as arms suppliers", "The quintessential first world problem is not knowing the value of food.", "Cooking is chemistry that tastes good when eaten.", "Chick-Fil-A serves waffle fries to imitate a chicken and waffles experience.", "Finding a silver lining is hating McDonald's for selling unhealthy, low quality food but then remembering you have access to a public restroom anywhere you go.", "You will eat food in restaurants all your life cooked by strangers, but food that lands on the floor for more than five seconds is questionable.", "A taco is like a hamburger except instead of the ingredients being on a bun it's in a taco shell", "what is our digestion"]}, {"id": "blowing", "color_label": 1, "size": 14.507772020725389, "original_thoughts": ["If we even manage to survive that long, our future generations may resort to using our cemeteries and old corpses for oil and fuel", "Blowing on a flame might put it out, but blowing on embers could produce a flame", "Water is not wet, however fire is hot and gassy", "If you put raw meat on a frying pan for a few seconds it is undercooked, but if you put your flesh on a frying pan for a few seconds it is severely burnt"]}, {"id": "try", "color_label": 1, "size": 21.761658031088082, "original_thoughts": ["This Showerthoughts thread probably started as a showerthought.", "When it comes to eating, kids and puppies are opposites. Puppies try everything to see if they don't like it, and kids try nothing because they think they won't.", "Since edible apples need to be spliced, cultivated, and grown in cold winters, the ones in Eden would have been awful, tiny, disgusting crabapples.", "If you ever want to experience waterboarding, throw in some mouthwash and try washing your face while showering", "Because crabs can’t swim like fish they think fish can fly", "You can't breathe normally when you think about it."]}, {"id": "movie", "color_label": 2, "size": 54.40414507772021, "original_thoughts": ["The revolution Will not be televis", "Considering just how random it was for a rat to rescue antman, majority of the 14 million possibilities would have been the rat just minding it's own business.", "Home and auto insurance in Marvel’s New York must be outrageously expensive.", "In about 20 years, animated movies such as Spider-Verse &amp; Wreck It Ralph will get a live action remake", "Darth Vader was mocking Obi-Wan during their battle. In the first movie, he was just playing along with Obi-Wan just weakly swinging his blade, and yet the other two movies showed Vader to be physically nimble against Luke.", "Darth Vader has belly buttons", "Being the SO of a superhero is one of the most dangerous things you can be", "You could pretty much defeat most of the main characters in the MCU with a Sniper Rifle.", "In the 50s it was Westerns, the 60s spy movies, the 70s sci-fi, etc. etc. ...so when are comic book movies going to end.", "Dreaming about a complete random person you don’t know shows how powerful our subconscious mind really is.", "Dr. Strange probably used his portals to suck his own dick", "Toilet is the ultimate panty dropper.", "The ultimate struggle of clipping your nails is when you have to clip your dominant hand with your off hand.", "If you actually slip and fall on an object which get stuck in your colon, nobody is gonna believe you.", "why is gold named gold?"]}, {"id": "graph", "color_label": 2, "size": 14.507772020725389, "original_thoughts": ["why is this graph so small", "will this gnerate anew graph", "will this generate anew graph", "waiting for new graph"]}, {"id": "moving", "color_label": 2, "size": 47.15025906735751, "original_thoughts": ["The first human that died missed a lot of human history.", "Telekinesis might not be moving objects themselves, but moving a solid chunk of air around the objects with your mind", "Realistically Chell from Portal 2 would've gotten so hungry in Old Aperture that she would've eaten potatOS, making her shut down, making chell have nothing to plug in to stop wheatly, causing a nuclear reaction, leading to a fallout for the next (at least) 40 years.", "Microsoft makes the most windows", "Heracles could have killed the Lernaean Hydra a lot more easily if he had simply put a sword in its heart", "Somewhere in the world must be the dumbest person on the planet and there is no way we can find it out.", "Evolution proves that your ancient ancestors are to blame for you not being able to fly today.", "There have been so many UFO sightings in recent times because they're taking cool looking species before we make them all extinct", "We’re exploring space and stuff but haven’t even explored more than 10% of our oceans yet", "Every living being is a time traveler, we just all travel it very slowly", "If Neanderthals had evolved (in terms of technology) as fast as we have in 21st century we would have exponentially more knowledge of the universe as we currently do.", "The Queen of England is one of the most known and unknown people on this planet.", "It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect."]}, {"id": "funny", "color_label": 2, "size": 18.134715025906736, "original_thoughts": ["Jokes are only truly funny when they´re really good, or really bad. Any jokes in between are considered meh.", "r funny is one of the least funny pages on here", "Our custom of handshakes could be as ridiculous to an alien culture as their custom of footshakes would appear to us.", "Sugar + Comic Sans = Sprinkles", "GOT tv series is the ultimate spoiler, the work is based on is not finish yet."]}, {"id": "weferg", "color_label": 2, "size": 25.38860103626943, "original_thoughts": ["Pinkeye originates from the only other “pink eye” on the body...the butthole.", "3:37PM is really just 2:97PM", "hwefg", "wefarg", "ewkjfnrg", "weferg", "wefaf"]}, {"id": "window", "color_label": 2, "size": 7.253886010362694, "original_thoughts": ["Microsoft makes the most windows", "It’s hard to find yourself at fault for anything because your mind wants you to think that you’re perfect."]}, {"id": "planet", "color_label": 2, "size": 14.507772020725389, "original_thoughts": ["Somewhere in the world must be the dumbest person on the planet and there is no way we can find it out.", "There have been so many UFO sightings in recent times because they're taking cool looking species before we make them all extinct", "We’re exploring space and stuff but haven’t even explored more than 10% of our oceans yet", "The Queen of England is one of the most known and unknown people on this planet."]}, {"id": "stick", "color_label": 2, "size": 7.253886010362694, "original_thoughts": ["Archery is humans playing 'fetch the stick'.", "Golf is like billiards on steroids."]}, {"id": "ship", "color_label": 2, "size": 25.38860103626943, "original_thoughts": ["In the Hunger Games Katniss and Peeta can ship as peeniss.", "There is a plural form of one (We are the only ones left)", "N/AN/Anewlinehello", "newone", "generate", "new one balloons", "connecters connect"]}, {"id": "Miscellaneous", "color_label": 3, "size": 36.26943005181347, "original_thoughts": ["You can’t describe something to someone without referring back to some other object you both have seen", "The build up to a jumpscare is a lot scarier than the jumpscare itself", "Sneaking out before the encore at a concert is probably more symbolic of not caring than \"throwing your hands in the air\" is.", "Popular media always shows rival greaser gangs getting into fights involving flick knives but none of them ever have scars.", "If there really were spineless people, they would certainly be flops.", "Almost Slipping And Realizing What Could Have Been Is Way Scarier Than Actually Slipping", "Seeing an adult fall down in public is a lot more jarring than when it's a small child.", "Slipknot were a joke to most people,but their actually one of the most influential metal/rock bands of the past 15-20 years.", "Mathematician is the only profession where you can invent something new and be disliked for it.", "The 'thud' sound effect of being punched in movies is completely made up, yet we accept it as reality"]}, {"id": "clothes", "color_label": 3, "size": 50.77720207253886, "original_thoughts": ["No matter your age it's a win when someone thinks you look 21", "You know that someone is a true friend when they actually watch a show you recommend.", "Regardless of whether a photon was emitted a split second ago from a flame or billions of years ago from a star, our eyes + brain still interpret it in the same way. Mother Nature- Queen of version control.", "The female version of bruh is bra", "Women criticize men for lack of fashion sense and then turn around and ask our opinions on fashion. It defies all logic and reason.", "With all the refurbishing and distressing of furniture and clothes, our society spends a lot of time and money making new stuff look old &amp; old stuff look new", "A 100% effective anti-aging beauty product would lead to very creepy scenarios.", "There's a difference between your \"High School\" \"Friends\" and your \"High\" \"School Friends\"", "Girls try to hide their body count while guys sometimes over exaggerate theirs", "If you see a chicks covered ass it’s hot. If you see a chicks bare ass it’s hot. But if you see anything in between that, it’s not so hot anymore.", "If everyone kept their clothes in their laundry room you’d never have to lug them around, lots of space in your room not needing dressers and no clothes laying around", "Players of musical instruments secretly think theirs represent the coolest guy in every band", "The people on Tinder who open up with \"hey\" are probably the normal ones who make a stable relationship/hookup, and the ones with unique pickup lines are actually insane and/or desperate", "the adams family and the brady bunch are polar opposites but not"]}, {"id": "life", "color_label": 3, "size": 14.507772020725389, "original_thoughts": ["You can live in the same place as someone but in a completely different world than them", "History books are never outdated.", "Life is like Mario Bros on original Nintendo - you can't go back, you can only move forward.", "Some of the things in your life are probably unfathomable to some because they’ve never had it that bad, and simultaneously unimaginable to others because they’ve never had it that good."]}, {"id": "fan", "color_label": 3, "size": 21.761658031088082, "original_thoughts": ["The closer you live to your job, the more likely you are to be late.", "The word seniors sounds an awful lot like “seen years.”", "Saying you’re from “The ATL” or “The MIA” takes longer than saying that you’re from Atlanta or Miami.", "If you say you aren't really a fan of a band or artist, but you have a top five favorite tracks that bleeds into top ten, you are now a fan.", "MTV tried to kill the radio star, but ultimately digital killed the video star.", "The final season of GoT isn’t bad. It’s just been so overhyped by the fan base that nothing can live up to their expectations."]}, {"id": "actually", "color_label": 3, "size": 10.880829015544041, "original_thoughts": ["You know that someone is a true friend when they actually watch a show you recommend.", "There's a difference between your \"High School\" \"Friends\" and your \"High\" \"School Friends\"", "The people on Tinder who open up with \"hey\" are probably the normal ones who make a stable relationship/hookup, and the ones with unique pickup lines are actually insane and/or desperate"]}, {"id": "think", "color_label": 3, "size": 7.253886010362694, "original_thoughts": ["Players of musical instruments secretly think theirs represent the coolest guy in every band", "the adams family and the brady bunch are polar opposites but not"]}, {"id": "hot", "color_label": 3, "size": 32.64248704663213, "original_thoughts": ["No matter your age it's a win when someone thinks you look 21", "Regardless of whether a photon was emitted a split second ago from a flame or billions of years ago from a star, our eyes + brain still interpret it in the same way. Mother Nature- Queen of version control.", "The female version of bruh is bra", "Women criticize men for lack of fashion sense and then turn around and ask our opinions on fashion. It defies all logic and reason.", "With all the refurbishing and distressing of furniture and clothes, our society spends a lot of time and money making new stuff look old &amp; old stuff look new", "A 100% effective anti-aging beauty product would lead to very creepy scenarios.", "Girls try to hide their body count while guys sometimes over exaggerate theirs", "If you see a chicks covered ass it’s hot. If you see a chicks bare ass it’s hot. But if you see anything in between that, it’s not so hot anymore.", "If everyone kept their clothes in their laundry room you’d never have to lug them around, lots of space in your room not needing dressers and no clothes laying around"]}, {"id": "scared", "color_label": 3, "size": 25.38860103626943, "original_thoughts": ["All humans shitting themselves when they get scared can probably be traced back to a single fluke incident where that actually saved someone's/something's life.", "Sometimes it’s hard to tell if someone is mentally challenged or if they were just homeschooled.", "People get scared after college or university because they’ve “lost their sense of direction”and “winging” it now when really that is all life is and all it will ever be. We’ve all been subconsciously taught that life is a straight line by the education system that we’ve created for ourselves", "Most times when someone is scared of being alone it’s because they are scared that they aren’t going to be alone", "Everybody always forgets that John Wick is The One.", "The quote “thick as thieves” doesn’t make a whole lot of sense, because they would probably be the first to betray each other", "People who can’t fight or never have are typically more cocky and more aggressive than people who know how/ are trained to fight."]}, {"id": "know", "color_label": 3, "size": 21.761658031088082, "original_thoughts": ["There are 8billion people on the planet but we still only talk to about 100 frequently.", "Electric cars probably would have been adopted a lot sooner if they standardized the battery sizes, and made them easily removable, like forklift batteries.", "Some time in the future, we'll have invisible headphones.", "There’s a good chance that “you have a face for podcasts” will replace the old insult of having a face for radio", "Kids nowadays won't really know how to answer a phone that isn't a personal cellphone", "Different people have listened to different songs more times than any else alive and they don't even know it."]}, {"id": "way", "color_label": 3, "size": 10.880829015544041, "original_thoughts": ["Adding “The Iron” to a common noun is the easiest way to make something sound cool", "If you watched a movie with subtitles on you have technically read the entire script", "Up until 1997, \"Leonardo\" always meant Da Vinci."]}, {"id": "dog", "color_label": 4, "size": 7.253886010362694, "original_thoughts": ["If yo watch a dogs asshole while he barks, it tightens it up. Maybe otherwise he would blow shit out of his ass...", "why do dogs bark"]}, {"id": "cat", "color_label": 4, "size": 21.761658031088082, "original_thoughts": ["Cats with healthy digestive systems also craft in a sandbox environment.", "Pussy is slang for the vagina because it's self cleaning like a cat.", "The more a cat doesn’t want to be petted, the more you want to pet it", "dogs and cats", "dogs and cats", "dogs and cats"]}, {"id": "people", "color_label": 5, "size": 14.507772020725389, "original_thoughts": ["Tell a stubborn person how to get something done so they can do it to prove you wrong but then it ends up working.", "If someone finally 'breaks' you feel sorry for them; if someone finally 'snaps' for feel sorry for other people.", "Having someone tell you that they will do everything in their power to make you comfortable is awesome news, unless you have cancer.", "We hate people who drive recklessly on the road but we'll still report a police car on the side of the road (in waze) helping the reckless driver to avoid punishment."]}, {"id": "time", "color_label": 5, "size": 32.64248704663213, "original_thoughts": ["If you think about it, premature ejaculation is an evolutionary advantage so you can leave as many offsprings as possible.", "The entire point of pennies is to avoid getting more pennies during a transaction.", "Answering the phone to a recording that starts with \"Please don't hang up.\" is the fastest way to convey that you can just hang up.", "People who laugh at children for not being able to use a rotary phone probably couldn't explain how to use common household items from before their time either.", "Schools encourage reading, even though they stop kids from reading by giving reading bad connotations, like textbooks", "We currently have people staring at their mobile screens all the time. As voice assistants get better, we'll have people talking to themselves all the time.", "Inactivity can be very beneficial like skipping snacks to lose weight and saving money instead of going out shopping, yet we struggle to do 'nothing' responsibly.", "It’s some peoples job to keep six-year-olds seated for an hour and a half, and they’re wildly successful", "Nothing proves just how close humans are to the edge of sanity at all times than a small persistent annoyance, like a neighborhood dog barking nonstop, or a fire alarm with a dying battery."]}, {"id": "business", "color_label": 5, "size": 32.64248704663213, "original_thoughts": ["If you pay for the prostitute with the lowest rates, you're literally getting the most bang for your buck", "\"Availability\" is the ability with which one can avail. Avail-ability.", "Even though Windows allows spaces in passwords, we almost never use them.", "No finer job offers and business propositions exist than the ones residing in our junk folders.", "Prosthetic technology is improving so much that pretty soon amputees won't be able to get a disabled parking permit.", "Hand dryers are a win win because it helps the environment and cuts costs for businesses", "Someone was successful launching a business which convinces college students who are normally repulsed by the thought of becoming taxi drivers to do just that while actually using their very own vehicles.", "Prisons deprive people of space and time", "finally work"]}, {"id": "make", "color_label": 5, "size": 36.26943005181347, "original_thoughts": ["There's a special place reserved in hell for those who borrow pens and chew the back while writing.", "Tell a stubborn person how to get something done so they can do it to prove you wrong but then it ends up working.", "We humans have made our life more and more complex trying to make it easier and simpler.", "It's not that we don't have any love to give; but rather the expected lack of reciprocation due to society \"standards\" that makes most of us rather avoid the supposed \"vulnerability\".", "If someone finally 'breaks' you feel sorry for them; if someone finally 'snaps' for feel sorry for other people.", "When we eventually start putting up the Sign Language \"F\" for respect, we will be one finger away from a hunger games sign of respect.", "In all the years of it's existence, the 'Are you sure you want to quit without saving?' dialog box probably saved many from becoming depressed.", "Waiting till the last day to do an assignment every time is like dumping all responsibility to your future self", "Having someone tell you that they will do everything in their power to make you comfortable is awesome news, unless you have cancer.", "We hate people who drive recklessly on the road but we'll still report a police car on the side of the road (in waze) helping the reckless driver to avoid punishment."]}, {"id": "race", "color_label": 5, "size": 14.507772020725389, "original_thoughts": ["The only thing that stops rapes 100% of the time is consent.", "When we are timing a race with a stopwatch, we start at 0. When we are timing a race with our head, we start at 1.", "Programming is the act of writing computer software and errors simultaneously", "Your download time assumption is more accurate than the actual bar that tells you."]}, {"id": "sign", "color_label": 5, "size": 10.880829015544041, "original_thoughts": ["There's a special place reserved in hell for those who borrow pens and chew the back while writing.", "It's not that we don't have any love to give; but rather the expected lack of reciprocation due to society \"standards\" that makes most of us rather avoid the supposed \"vulnerability\".", "When we eventually start putting up the Sign Language \"F\" for respect, we will be one finger away from a hunger games sign of respect."]}, {"id": "year", "color_label": 5, "size": 10.880829015544041, "original_thoughts": ["We humans have made our life more and more complex trying to make it easier and simpler.", "In all the years of it's existence, the 'Are you sure you want to quit without saving?' dialog box probably saved many from becoming depressed.", "Waiting till the last day to do an assignment every time is like dumping all responsibility to your future self"]}], "links": [{"source": "food", "target": "blowing", "value": 10}, {"source": "food", "target": "try", "value": 10}, {"source": "movie", "target": "graph", "value": 10}, {"source": "movie", "target": "moving", "value": 10}, {"source": "graph", "target": "funny", "value": 10}, {"source": "graph", "target": "weferg", "value": 10}, {"source": "moving", "target": "window", "value": 10}, {"source": "moving", "target": "planet", "value": 10}, {"source": "weferg", "target": "stick", "value": 10}, {"source": "weferg", "target": "ship", "value": 10}, {"source": "Miscellaneous", "target": "clothes", "value": 10}, {"source": "Miscellaneous", "target": "life", "value": 10}, {"source": "Miscellaneous", "target": "fan", "value": 10}, {"source": "clothes", "target": "actually", "value": 10}, {"source": "clothes", "target": "think", "value": 10}, {"source": "clothes", "target": "hot", "value": 10}, {"source": "life", "target": "scared", "value": 10}, {"source": "fan", "target": "know", "value": 10}, {"source": "fan", "target": "way", "value": 10}, {"source": "dog", "target": "cat", "value": 10}, {"source": "people", "target": "time", "value": 10}, {"source": "people", "target": "business", "value": 10}, {"source": "time", "target": "make", "value": 10}, {"source": "time", "target": "race", "value": 10}, {"source": "make", "target": "sign", "value": 10}, {"source": "make", "target": "year", "value": 10}]}